package main

var (
	firstMessage     string   = "Для управления мной воспользуйтесь следующими коммандами: Вперед, Назад, На лево, На право."
	possibilities    string   = "Вы можете управлять мной, или провести презентацию."
	helpQuestions    []string = []string{"help", "Help", "Помощь", "помощь", "Инструкция", "инструкция", "Что делать?", "что делать?", "Что делать", "что делать"}
	abilityQuestions []string = []string{"abilities", "Abilities", "possibilities", "Possibilities", "Возможности", "возможности", "Какие у тебя возможности", "какие у тебя возможности", "Какие у тебя возможности?", "какие у тебя возможности?", "Что ты умеешь", "что ты умеешь", "Что ты умеешь?", "что ты умеешь?"}
	commands         []string = []string{"Вперед", "вперед", "Иди вперед", "иди вперед", "Назад", "назад", "Иди назад", "иди назад", "В лево", "в лево", "Влево", "влево", "На лево", "на лево", "В право", "в право", "На право", "на право"}
)
